Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.import.encryptedFile.detail
source: %1$@ file saved on %2$@ with %3$lld boxes. Enter the password used to export it.
ar: %1$@ تم حفظ الملف في %2$@ بمربعات %3$lld.أدخل كلمة المرور المستخدمة لتصديرها.
bs: %1$@ fajl sačuvan na %2$@ sa %3$lld kutijama. Unesite lozinku koja se koristi za izvoz.
da: %1$@ fil gemt på %2$@ med %3$lld bokse. Indtast adgangskoden, der blev brugt til at eksportere den.
de: %1$@-Datei wurde auf %2$@ mit %3$lld-Boxen gespeichert. Geben Sie das zum Exportieren verwendete Passwort ein.
es: Archivo de %1$@ guardado el %2$@ con %3$lld cajas. Introduce la contraseña con la que se exportó.
fr: %1$@ fichier enregistré sur %2$@ avec les cases %3$lld. Saisissez le mot de passe utilisé pour l'exporter.
it: %1$@ file salvato su %2$@ con %3$lld caselle. Inserisci la password utilizzata per esportarlo.
ja: %1$@ ファイルは %3$lld ボックスとともに %2$@ に保存されました。エクスポートに使用するパスワードを入力します。
km: %1$@ ឯកសារត្រូវបានរក្សាទុកនៅលើ %2$@ ជាមួយនឹងប្រអប់ %3$lld ។បញ្ចូលពាក្យសម្ងាត់ដែលប្រើដើម្បីនាំចេញវា។
ko: %1$@ 파일이 %2$@에 %3$lld 상자에 저장되었습니다.내보내기에 사용된 비밀번호를 입력하세요.
nb: %1$@ fil lagret på %2$@ med %3$lld bokser. Skriv inn passordet som ble brukt til å eksportere det.
pl: %1$@ plik zapisany w %2$@ z %3$lld polami. Wprowadź hasło użyte do jego wyeksportowania.
pt_br: %1$@ arquivo salvo em %2$@ com caixas %3$lld. Digite a senha usada para exportá-lo.
ru: %1$@ файл, сохраненный на %2$@ с полями %3$lld. Введите пароль, используемый для его экспорта.
th: %1$@ บันทึกไฟล์ใน %2$@ พร้อมกล่อง %3$lldป้อนรหัสผ่านที่ใช้ในการส่งออก
tr: %1$@ dosyası %2$@ üzerine %3$lld kutularıyla kaydedildi. Dışa aktarmak için kullanılan şifreyi girin.
uk: %1$@ файл збережено на %2$@ з полями %3$lld. Введіть пароль, використаний для його експорту.
zh_hans: %1$@ 文件保存在 %2$@ 上，并带有 %3$lld 框。输入用于导出的密码。
zh_hant: %1$@ 檔案儲存在 %2$@ 上，並附有 %3$lld 方塊。輸入用於導出的密碼。

# uniconnect.import.error.decrypt.title
source: Could Not Decrypt
ar: لا يمكن فك التشفير
bs: Nije moguće dešifrirati
da: Kunne ikke dekryptere
de: Konnte nicht entschlüsselt werden
es: No se pudo descifrar
fr: Impossible de déchiffrer
it: Impossibile decifrare
ja: 復号化できませんでした
km: មិនអាចឌិគ្រីបបានទេ។
ko: 암호를 해독할 수 없습니다.
nb: Kunne ikke dekryptere
pl: Nie można odszyfrować
pt_br: Não foi possível descriptografar
ru: Не удалось расшифровать
th: ไม่สามารถถอดรหัสได้
tr: Şifre Çözülemedi
uk: Не вдалося розшифрувати
zh_hans: 无法解密
zh_hant: 無法解密

# uniconnect.import.error.readFile
source: The file could not be read: %@
ar: لا يمكن قراءة الملف: %@
bs: Datoteka se nije mogla pročitati: %@
da: Filen kunne ikke læses: %@
de: Die Datei konnte nicht gelesen werden: %@
es: No se pudo leer el archivo: %@
fr: Le fichier n'a pas pu être lu : %@
it: Impossibile leggere il file: %@
ja: ファイルを読み取れませんでした: %@
km: ឯកសារមិនអាចអានបានទេ៖ %@
ko: 파일을 읽을 수 없습니다: %@
nb: Filen kunne ikke leses: %@
pl: Nie można odczytać pliku: %@
pt_br: O arquivo não pôde ser lido: %@
ru: Не удалось прочитать файл: %@
th: ไม่สามารถอ่านไฟล์ได้: %@
tr: Dosya okunamadı: %@
uk: Не вдалося прочитати файл: %@
zh_hans: 无法读取文件：%@
zh_hant: 無法讀取檔案：%@

# uniconnect.import.error.rejectedFile.title
source: File Rejected
ar: تم رفض الملف
bs: Fajl odbijen
da: Fil afvist
de: Datei abgelehnt
es: Archivo rechazado
fr: Fichier rejeté
it: File rifiutato
ja: ファイルが拒否されました
km: ឯកសារត្រូវបានបដិសេធ
ko: 파일이 거부됨
nb: Fil avvist
pl: Plik odrzucony
pt_br: Arquivo rejeitado
ru: Файл отклонен
th: ไฟล์ถูกปฏิเสธ
tr: Dosya Reddedildi
uk: Файл відхилено
zh_hans: 文件被拒绝
zh_hant: 文件被拒絕

# uniconnect.import.filePicker.detail
source: Encrypted export (.uniconnect), JSON seed, or Markdown connection map
ar: تصدير مشفر (. uniconnect)، أو JSON أو خريطة اتصال Markdown
bs: Šifrirani izvoz (. uniconnect), JSON seed ili Markdown mapa veze
da: Krypteret eksport (. uniconnect), JSON seed eller Markdown forbindelseskort
de: Verschlüsselter Export (. uniconnect), JSON Seed oder Markdown Verbindungszuordnung
es: Exportación cifrada (.uniconnect), semilla JSON o mapa de conexiones en Markdown
fr: Exportation chiffrée (. uniconnect), graine JSON ou carte de connexion Markdown
it: Esportazione crittografata (. uniconnect), JSON seed o Markdown mappa di connessione
ja: 暗号化エクスポート (.uniconnect)、JSON シード、または Markdown 接続マップ
km: ការនាំចេញដែលបានអ៊ិនគ្រីប (. uniconnect), JSON គ្រាប់ពូជ ឬ Markdown ផែនទីការតភ្ជាប់
ko: 암호화된 내보내기(. uniconnect), JSON 시드 또는 Markdown 연결 맵
nb: Kryptert eksport (. uniconnect), JSON frø eller Markdown tilkoblingskart
pl: Zaszyfrowany eksport (. uniconnect), JSON materiał siewny lub Markdown mapa połączeń
pt_br: Exportação criptografada (. uniconnect), JSON seed ou Markdown mapa de conexão
ru: Зашифрованный экспорт (. uniconnect), начальное число JSON или Markdown карта соединений.
th: การส่งออกที่เข้ารหัส (. uniconnect), JSON seed หรือ Markdown แผนที่การเชื่อมต่อ
tr: Şifreli dışa aktarma (. uniconnect), JSON tohum veya Markdown bağlantı haritası
uk: Зашифрований експорт (. uniconnect), JSON початкове число або Markdown карта підключення
zh_hans: 加密导出 (.uniconnect)、JSON 种子或 Markdown 连接映射
zh_hant: 加密匯出 (.uniconnect)、JSON 種子或 Markdown 連線映射

# uniconnect.import.title
source: Import Configuration
ar: تكوين الاستيراد
bs: Uvoz konfiguracije
da: Importer konfiguration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
it: Importa configurazione
ja: 設定のインポート
km: នាំចូលការកំណត់រចនាសម្ព័ន្ធ
ko: 구성 가져오기
nb: Importer konfigurasjon
pl: Importuj konfigurację
pt_br: Configuração de importação
ru: Импортировать конфигурацию
th: นำเข้าการกำหนดค่า
tr: Yapılandırmayı İçe Aktar
uk: Конфігурація імпорту
zh_hans: 导入配置
zh_hant: 導入配置

# uniconnect.jsonImport.error.unsupportedDocumentVersion
source: unsupported document version: %d
ar: إصدار المستند غير مدعوم: %d
bs: nepodržana verzija dokumenta: %d
da: ikke-understøttet dokumentversion: %d
de: nicht unterstützte Dokumentversion: %d
es: versión de documento no compatible: %d
fr: version du document non prise en charge : %d
it: versione del documento non supportata: %d
ja: サポートされていないドキュメントのバージョン: %d
km: កំណែឯកសារដែលមិនគាំទ្រ៖ %d
ko: 지원되지 않는 문서 버전: %d
nb: ikke-støttet dokumentversjon: %d
pl: nieobsługiwana wersja dokumentu: %d
pt_br: versão do documento não suportada: %d
ru: неподдерживаемая версия документа: %d
th: เวอร์ชันเอกสารที่ไม่รองรับ: %d
tr: desteklenmeyen belge sürümü: %d
uk: непідтримувана версія документа: %d
zh_hans: 不支持的文档版本：%d
zh_hant: 不支援的文件版本：%d

# uniconnect.markdown.error.noRecognizableBox
source: the Markdown does not contain any recognizable box
ar: Markdown لا يحتوي على أي مربع يمكن التعرف عليه
bs: Markdown ne sadrži nikakav prepoznatljivi okvir
da: Markdown indeholder ingen genkendelig boks
de: Das Markdown enthält kein erkennbares Kästchen
es: el Markdown no contiene ningún cuadro reconocible
fr: le Markdown ne contient aucune case reconnaissable
it: il Markdown non contiene alcuna casella riconoscibile
ja: Markdown には認識可能なボックスが含まれていません
km: Markdown មិនមានប្រអប់ដែលអាចស្គាល់បានទេ។
ko: Markdown에 인식 가능한 상자가 포함되어 있지 않습니다.
nb: Markdown inneholder ingen gjenkjennelig boks
pl: Markdown nie zawiera żadnego rozpoznawalnego pola
pt_br: o Markdown não contém nenhuma caixa reconhecível
ru: Markdown не содержит узнаваемого поля
th: Markdown ไม่มีกล่องที่จดจำได้
tr: Markdown tanınabilir herhangi bir kutu içermiyor
uk: Markdown не містить жодного розпізнаваного поля
zh_hans: Markdown 不包含任何可识别的框
zh_hant: Markdown 不包含任何可辨識的框框

# uniconnect.migration.authenticationReason
source: Migrate boxes from cmux
ar: ترحيل الصناديق من cmux
bs: Migrirajte kutije iz cmux-a
da: Migrer kasser fra cmux
de: Migrieren Sie Boxen von cmux
es: Migrar cajas desde cmux
fr: Migrer les boîtes depuis cmux
it: Migrare le scatole da cmux
ja: cmux からボックスを移行する
km: ផ្លាស់ទីប្រអប់ពី cmux
ko: cmux에서 상자 마이그레이션
nb: Migrer bokser fra cmux
pl: Przeprowadź migrację skrzynek z cmux
pt_br: Migrar caixas do cmux
ru: Перенос ящиков из cmux
th: ย้ายกล่องจาก cmux
tr: Kutuları cmux'tan taşıma
uk: Перенести ящики з cmux
zh_hans: 从 cmux 迁移盒子
zh_hant: 從 cmux 遷移盒子

# uniconnect.migration.readFailed.detail
source: The cmux session could not be read. cmux was not modified.
ar: لا يمكن قراءة جلسة cmux.لم يتم تعديل cmux.
bs: Cmux sesija nije mogla biti pročitana.cmux nije izmijenjen.
da: cmux-sessionen kunne ikke læses.cmux blev ikke ændret.
de: Die cmux-Sitzung konnte nicht gelesen werden.cmux wurde nicht geändert.
es: No se pudo leer la sesión de cmux. cmux no se modificó.
fr: La session cmux n'a pas pu être lue.cmux n'a pas été modifié.
it: Impossibile leggere la sessione cmux.cmux non è stato modificato.
ja: cmux セッションを読み取れませんでした。cmux は変更されていません。
km: សម័យ cmux មិនអាចអានបានទេ។cmux មិនត្រូវបានកែប្រែទេ។
ko: cmux 세션을 읽을 수 없습니다.cmux가 수정되지 않았습니다.
nb: cmux-økten kunne ikke leses.cmux ble ikke endret.
pl: Nie można odczytać sesji cmux.cmux nie został zmodyfikowany.
pt_br: A sessão cmux não pôde ser lida.cmux não foi modificado.
ru: Не удалось прочитать сеанс cmux.cmux не был изменен.
th: ไม่สามารถอ่านเซสชัน cmux ได้cmux ไม่ได้ถูกแก้ไข
tr: Cmux oturumu okunamadı.cmux değiştirilmedi.
uk: Не вдалося прочитати сеанс cmux.cmux не було змінено.
zh_hans: 无法读取 cmux 会话。cmux 未修改。
zh_hant: 無法讀取 cmux 會話。cmux 未修改。

# uniconnect.migration.title
source: Migration
ar: الهجرة
bs: Migracije
es: Migración
fr: Migrations
it: Migrazione
ja: 移住
km: ការធ្វើចំណាកស្រុក
ko: 마이그레이션
nb: Migrasjon
pl: Migracja
pt_br: Migração
ru: Миграция
th: การโยกย้าย
tr: Göç
uk: Міграція
zh_hans: 迁移
zh_hant: 遷移

# uniconnect.ssh.failure.authentication
source: Authentication was rejected. Check the user, password, or key in the connection command.
ar: تم رفض المصادقة.تحقق من المستخدم أو كلمة المرور أو المفتاح في أمر الاتصال.
bs: Autentifikacija je odbijena. Provjerite korisnika, lozinku ili unesite naredbu za povezivanje.
da: Godkendelse blev afvist. Kontroller brugeren, adgangskoden eller indtast forbindelseskommandoen.
de: Die Authentifizierung wurde abgelehnt. Überprüfen Sie den Benutzer, das Passwort oder den Schlüssel im Verbindungsbefehl.
es: Se ha rechazado la autenticación. Comprueba el usuario, la contraseña o la clave del comando de conexión.
fr: L'authentification a été rejetée. Vérifiez l'utilisateur, le mot de passe ou la saisie de la commande de connexion.
it: L'autenticazione è stata rifiutata. Controllare l'utente, la password o la chiave nel comando di connessione.
ja: 認証が拒否されました。接続コマンドのユーザー、パスワード、またはキーを確認してください。
km: ការផ្ទៀងផ្ទាត់ត្រូវបានបដិសេធ។ពិនិត្យអ្នកប្រើប្រាស់ ពាក្យសម្ងាត់ ឬសោនៅក្នុងពាក្យបញ្ជាការតភ្ជាប់។
ko: 인증이 거부되었습니다.연결 명령에서 사용자, 비밀번호, 키를 확인하세요.
nb: Autentisering ble avvist. Kontroller brukeren, passordet eller tast inn tilkoblingskommandoen.
pl: Uwierzytelnienie zostało odrzucone. Sprawdź użytkownika, hasło lub klucz w poleceniu połączenia.
pt_br: A autenticação foi rejeitada. Verifique o usuário, senha ou chave no comando de conexão.
ru: Аутентификация была отклонена. Проверьте пользователя, пароль или ключ в команде подключения.
th: การรับรองความถูกต้องถูกปฏิเสธตรวจสอบผู้ใช้ รหัสผ่าน หรือคีย์ในคำสั่งการเชื่อมต่อ
tr: Kimlik doğrulama reddedildi. Bağlantı komutundaki kullanıcıyı, parolayı veya anahtarı kontrol edin.
uk: Автентифікацію відхилено. Перевірте користувача, пароль або ключ у команді підключення.
zh_hans: 身份验证被拒绝。检查连接命令中的用户、密码或密钥。
zh_hant: 身份驗證被拒絕。檢查連線命令中的使用者、密碼或金鑰。

# uniconnect.ssh.failure.connection
source: The server could not be reached (connection refused or no response). Check the firewall, port, and network.
ar: لا يمكن الوصول إلى الخادم (تم رفض الاتصال أو عدم الاستجابة). تحقق من جدار الحماية والمنفذ والشبكة.
bs: Nije moguće pristupiti serveru (veza je odbijena ili nema odgovora). Provjerite zaštitni zid, port i mrežu.
da: Serveren kunne ikke nås (forbindelse afvist eller intet svar). Tjek firewall, port og netværk.
de: Der Server konnte nicht erreicht werden (Verbindung abgelehnt oder keine Antwort). Überprüfen Sie Firewall, Port und Netzwerk.
es: No se pudo contactar al servidor (conexión rechazada o sin respuesta). Verifique el firewall, el puerto y la red.
fr: Le serveur n'est pas joignable (connexion refusée ou pas de réponse). Vérifiez le pare-feu, le port et le réseau.
it: Impossibile raggiungere il server (connessione rifiutata o nessuna risposta). Controlla il firewall, la porta e la rete.
ja: サーバーに到達できませんでした (接続が拒否されたか、応答がありません)。ファイアウォール、ポート、ネットワークを確認してください。
km: ម៉ាស៊ីនមេមិនអាចទាក់ទងបានទេ (ការតភ្ជាប់បានបដិសេធ ឬគ្មានការឆ្លើយតប)។ពិនិត្យជញ្ជាំងភ្លើង ច្រក និងបណ្តាញ។
ko: 서버에 연결할 수 없습니다(연결이 거부되었거나 응답이 없음). 방화벽, 포트, 네트워크를 확인하세요.
nb: Serveren kunne ikke nås (tilkoblingen ble nektet eller ingen respons). Sjekk brannmuren, porten og nettverket.
pl: Serwer nie był osiągalny (odmowa połączenia lub brak odpowiedzi). Sprawdź zaporę sieciową, port i sieć.
pt_br: O servidor não pôde ser alcançado (conexão recusada ou nenhuma resposta). Verifique o firewall, a porta e a rede.
ru: Не удалось связаться с сервером (соединение отклонено или нет ответа). Проверьте брандмауэр, порт и сеть.
th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ (การเชื่อมต่อถูกปฏิเสธหรือไม่ตอบสนอง)ตรวจสอบไฟร์วอลล์ พอร์ต และเครือข่าย
tr: Sunucuya ulaşılamadı (bağlantı reddedildi veya yanıt yok). Güvenlik duvarını, bağlantı noktasını ve ağı kontrol edin.
uk: Неможливо отримати доступ до сервера (відмова у з’єднанні або відсутність відповіді). Перевірте брандмауер, порт і мережу.
zh_hans: 无法访问服务器（连接被拒绝或无响应）。检查防火墙、端口和网络。
zh_hant: 無法存取伺服器（連線被拒絕或無回應）。檢查防火牆、連接埠和網路。

# uniconnect.ssh.failure.hostResolution
source: The host could not be resolved. Check the server name or IP address.
ar: لا يمكن حل المضيف.تحقق من اسم الخادم أو عنوان IP.
bs: Domaćin nije mogao biti riješen. Provjerite ime servera ili IP adresu.
da: Værten kunne ikke løses. Tjek servernavnet eller IP-adressen.
de: Der Host konnte nicht aufgelöst werden. Überprüfen Sie den Servernamen oder die IP-Adresse.
es: No se pudo resolver el host. Comprueba el nombre o la dirección IP del servidor.
fr: L'hôte n'a pas pu être résolu. Vérifiez le nom du serveur ou l'adresse IP.
it: Impossibile risolvere l'host. Controlla il nome del server o l'indirizzo IP.
ja: ホストを解決できませんでした。サーバー名またはIPアドレスを確認してください。
km: ម្ចាស់ផ្ទះមិនអាចដោះស្រាយបានទេ។ពិនិត្យឈ្មោះម៉ាស៊ីនមេ ឬអាសយដ្ឋាន IP ។
ko: 호스트를 확인할 수 없습니다.서버 이름이나 IP 주소를 확인하세요.
nb: Verten kunne ikke løses. Sjekk servernavnet eller IP-adressen.
pl: Nie udało się ustalić hosta. Sprawdź nazwę serwera lub adres IP.
pt_br: O host não pôde ser resolvido. Verifique o nome do servidor ou endereço IP.
ru: Не удалось разрешить хост. Проверьте имя или IP-адрес сервера.
th: ไม่สามารถแก้ไขโฮสต์ได้ตรวจสอบชื่อเซิร์ฟเวอร์หรือที่อยู่ IP
tr: Ana makine çözülemedi. Sunucu adını veya IP adresini kontrol edin.
uk: Не вдалося вирішити хост. Перевірте назву сервера або IP-адресу.
zh_hans: 楼主无法解决。检查服务器名称或 IP 地址。
zh_hant: 樓主無法解決。檢查伺服器名稱或 IP 位址。

# uniconnect.ssh.failure.packageManager
source: No supported package manager was found. Install tmux manually and try again.
ar: لم يتم العثور على مدير حزمة مدعوم.قم بتثبيت tmux يدويًا وحاول مرة أخرى.
bs: Nije pronađen nijedan podržani upravitelj paketa. Instalirajte tmux ručno i pokušajte ponovo.
da: Der blev ikke fundet nogen understøttet pakkehåndtering. Installer tmux manuelt, og prøv igen.
de: Es wurde kein unterstützter Paketmanager gefunden. Installieren Sie tmux manuell und versuchen Sie es erneut.
es: No se encontró ningún gestor de paquetes compatible. Instala tmux manualmente y vuelve a intentarlo.
fr: Aucun gestionnaire de packages pris en charge n'a été trouvé. Installez tmux manuellement et réessayez.
it: Non è stato trovato alcun gestore di pacchetti supportato. Installa tmux manualmente e riprova.
ja: サポートされているパッケージ マネージャーが見つかりませんでした。tmux を手動でインストールし、再試行してください。
km: រកមិនឃើញកម្មវិធីគ្រប់គ្រងកញ្ចប់ដែលគាំទ្រទេ។ដំឡើង tmux ដោយដៃ ហើយព្យាយាមម្តងទៀត។
ko: 지원되는 패키지 관리자를 찾을 수 없습니다.tmux을 수동으로 설치하고 다시 시도하세요.
nb: Ingen støttet pakkebehandling ble funnet. Installer tmux manuelt og prøv igjen.
pl: Nie znaleziono obsługiwanego menedżera pakietów. Zainstaluj tmux ręcznie i spróbuj ponownie.
pt_br: Nenhum gerenciador de pacotes compatível foi encontrado. Instale tmux manualmente e tente novamente.
ru: Поддерживаемый менеджер пакетов не найден. Установите tmux вручную и повторите попытку.
th: ไม่พบตัวจัดการแพ็คเกจที่รองรับติดตั้ง tmux ด้วยตนเองแล้วลองอีกครั้ง
tr: Desteklenen paket yöneticisi bulunamadı.tmux'yi manuel olarak yükleyin ve tekrar deneyin.
uk: Не знайдено жодного підтримуваного менеджера пакетів. Встановіть tmux вручну та повторіть спробу.
zh_hans: 未找到受支持的包管理器。手动安装tmux并重试。
zh_hant: 未找到受支援的套件管理器。手動安裝tmux並重試。

# uniconnect.ssh.failure.sshpassMissing
source: sshpass is not installed on this Mac (brew install hudochenkov/sshpass/sshpass).
ar: لم يتم تثبيت sshpass على جهاز Mac هذا (brew قم بتثبيت hudochenkov/sshpass/sshpass).
bs: sshpass nije instaliran na ovom Macu (brew instaliraj hudochenkov/sshpass/sshpass).
da: sshpass er ikke installeret på denne Mac (brew installer hudochenkov/sshpass/sshpass).
de: sshpass ist auf diesem Mac nicht installiert (brew install hudochenkov/sshpass/sshpass).
es: sshpass no está instalado en este Mac (brew install hudochenkov/sshpass/sshpass).
fr: sshpass n'est pas installé sur ce Mac (brew installez hudochenkov/sshpass/sshpass).
it: sshpass non è installato su questo Mac (brew installa hudochenkov/sshpass/sshpass).
ja: この Mac には sshpass がインストールされていません (brew hudochenkov/sshpass/sshpass をインストールします)。
km: sshpass មិនត្រូវបានដំឡើងនៅលើ Mac នេះទេ (brew ដំឡើង hudochenkov/sshpass/sshpass)។
ko: 이 Mac에는 sshpass가 설치되어 있지 않습니다(brew hudochenkov/sshpass/sshpass 설치).
nb: sshpass er ikke installert på denne Mac-en (brew installer hudochenkov/sshpass/sshpass).
pl: sshpass nie jest zainstalowany na tym Macu (brew zainstaluj hudochenkov/sshpass/sshpass).
pt_br: sshpass não está instalado neste Mac (brew instale hudochenkov/sshpass/sshpass).
ru: sshpass не установлен на этом Mac (brew install hudochenkov/sshpass/sshpass).
th: ไม่ได้ติดตั้ง sshpass บน Mac เครื่องนี้ (brew ติดตั้ง hudochenkov/sshpass/sshpass)
tr: Bu Mac'te sshpass yüklü değil (brew hudochenkov/sshpass/sshpass'ı yükleyin).
uk: sshpass не встановлено на цьому Mac (brew встановити hudochenkov/sshpass/sshpass).
zh_hans: 此 Mac 上未安装 sshpass（brew install hudochenkov/sshpass/sshpass）。
zh_hant: 此 Mac 上未安裝 sshpass（brew install hudochenkov/sshpass/sshpass）。

# uniconnect.ssh.failure.sudo
source: This user does not have passwordless sudo, so tmux cannot be installed. Install it manually or connect as root.
ar: ليس لدى هذا المستخدم sudo بدون كلمة مرور، لذلك لا يمكن تثبيت tmux.قم بتثبيته يدويًا أو قم بالاتصال كجذر.
bs: Ovaj korisnik nema sudo bez lozinke, tako da tmux ne može biti instaliran. Instalirajte ga ručno ili se povežite kao root.
da: Denne bruger har ikke sudo uden adgangskode, så tmux kan ikke installeres. Installer det manuelt eller tilslut som root.
de: Dieser Benutzer verfügt nicht über passwortloses Sudo, daher kann tmux nicht installiert werden. Installieren Sie es manuell oder verbinden Sie sich als Root.
es: Este usuario no tiene sudo sin contraseña, por lo que no se puede instalar tmux. Instálalo manualmente o conéctate como root.
fr: Cet utilisateur ne dispose pas de sudo sans mot de passe, donc tmux ne peut pas être installé. Installez-le manuellement ou connectez-vous en tant que root.
it: Questo utente non dispone di sudo senza password, quindi tmux non può essere installato. Installalo manualmente o connettiti come root.
ja: このユーザーはパスワードなしの sudo を持っていないため、tmux をインストールできません。手動でインストールするか、root として接続します。
km: អ្នកប្រើប្រាស់នេះមិនមាន sudo គ្មានពាក្យសម្ងាត់ទេ ដូច្នេះ tmux មិនអាចដំឡើងបានទេ។ដំឡើងវាដោយដៃឬភ្ជាប់ជា root ។
ko: 이 사용자는 비밀번호 없는 sudo가 없으므로 tmux을(를) 설치할 수 없습니다.수동으로 설치하거나 루트로 연결하십시오.
nb: Denne brukeren har ikke passordløs sudo, så tmux kan ikke installeres. Installer den manuelt eller koble til som root.
pl: Ten użytkownik nie ma sudo bez hasła, dlatego nie można zainstalować programu tmux. Zainstaluj go ręcznie lub połącz się jako root.
pt_br: Este usuário não possui sudo sem senha, portanto tmux não pode ser instalado. Instale-o manualmente ou conecte-se como root.
ru: У этого пользователя нет sudo без пароля, поэтому tmux невозможно установить. Установите его вручную или подключитесь как root.
th: ผู้ใช้รายนี้ไม่มี sudo ที่ไม่มีรหัสผ่าน ดังนั้นจึงไม่สามารถติดตั้ง tmux ได้ติดตั้งด้วยตนเองหรือเชื่อมต่อในฐานะรูท
tr: Bu kullanıcının şifresiz sudo'su yok, dolayısıyla tmux yüklenemiyor. Manuel olarak yükleyin veya root olarak bağlanın.
uk: Цей користувач не має sudo без пароля, тому tmux неможливо встановити. Встановіть його вручну або підключіться як root.
zh_hans: 该用户没有无密码 sudo，因此无法安装tmux。手动安装或以 root 身份连接。
zh_hant: 該用戶沒有無密碼 sudo，因此無法安裝tmux。手動安裝或以 root 身分連線。

# uniconnect.ssh.hostFallback
source: server
ar: الخادم
es: servidor
fr: serveur
it: servitore
ja: サーバー
km: ម៉ាស៊ីនមេ
ko: 서버
pl: serwer
pt_br: servidor
ru: сервер
th: เซิร์ฟเวอร์
tr: sunucu
uk: сервер
zh_hans: 服务器
zh_hant: 伺服器

# uniconnect.ssh.hostFallbackWithArticle
source: the server
ar: الخادم
bs: server
da: serveren
de: Der Server
es: el servidor
fr: le serveur
it: il server
ja: サーバー
km: ម៉ាស៊ីនមេ
ko: 서버
nb: serveren
pl: serwer
pt_br: o servidor
ru: сервер
th: เซิร์ฟเวอร์
tr: sunucu
uk: сервер
zh_hans: 服务器
zh_hant: 伺服器

# uniconnect.ssh.setup.error.missingConnection
source: The saved connection command could not be found.
ar: تعذر العثور على أمر الاتصال المحفوظ.
bs: Komanda sačuvane veze nije pronađena.
da: Den gemte forbindelseskommando blev ikke fundet.
de: Der gespeicherte Verbindungsbefehl konnte nicht gefunden werden.
es: No se pudo encontrar el comando de conexión guardado.
fr: La commande de connexion enregistrée est introuvable.
it: Impossibile trovare il comando di connessione salvato.
ja: 保存された接続コマンドが見つかりませんでした。
km: រកមិនឃើញពាក្យបញ្ជាការតភ្ជាប់ដែលបានរក្សាទុកទេ។
ko: 저장된 연결 명령을 찾을 수 없습니다.
nb: Den lagrede tilkoblingskommandoen ble ikke funnet.
pl: Nie można znaleźć zapisanego polecenia połączenia.
pt_br: O comando de conexão salvo não foi encontrado.
ru: Сохраненная команда подключения не найдена.
th: ไม่พบคำสั่งการเชื่อมต่อที่บันทึกไว้
tr: Kaydedilen bağlantı komutu bulunamadı.
uk: Збережену команду підключення не знайдено.
zh_hans: 找不到保存的连接命令。
zh_hant: 找不到已儲存的連線指令。

# uniconnect.ssh.setup.log.installing
source: ⏳ Installing tmux…
ar: ⏳ جارٍ التثبيت tmux…
bs: ⏳ Instaliranje tmux…
da: ⏳ Installerer tmux...
de: ⏳ Installation von tmux…
es: ⏳ Instalando tmux…
fr: ⏳ Installation de tmux…
it: ⏳ Installazione tmux…
ja: ⏳ tmux をインストール中…
km: ⏳ កំពុងដំឡើង tmux…
ko: ⏳ tmux 설치 중…
nb: ⏳ Installerer tmux...
pl: ⏳ Instalowanie tmux…
pt_br: ⏳ Instalando tmux…
ru: ⏳ Установка tmux…
th: ⏳ กำลังติดตั้ง tmux…
tr: ⏳ tmux yükleniyor…
uk: ⏳ Встановлення tmux…
zh_hans: ⏳ 正在安装tmux…
zh_hant: ⏳ 正在安裝tmux…

# uniconnect.ssh.terminate.action
source: End Remote Session
ar: إنهاء الجلسة البعيدة
bs: Završite udaljenu sesiju
da: Afslut fjernsession
de: Remote-Sitzung beenden
es: Finalizar sesión remota
fr: Terminer la session à distance
it: Termina sessione remota
ja: リモートセッションを終了する
km: បញ្ចប់វគ្គពីចម្ងាយ
ko: 원격 세션 종료
nb: Avslutt ekstern økt
pl: Zakończ sesję zdalną
pt_br: Encerrar sessão remota
ru: Завершить удаленный сеанс
th: สิ้นสุดเซสชันระยะไกล
tr: Uzak Oturumu Sonlandır
uk: Завершити віддалений сеанс
zh_hans: 结束远程会话
zh_hant: 結束遠端會話
